{
    "id": "marte",
    "name": "Marte",
    "type": "Planeta terrestre",
    "description": "Marte es el cuarto planeta en orden de distancia al Sol, también es conocido como el planeta rojo debido a la apariencia rojiza que le confiere el óxido de hierro predominante en su superficie. Marte es el planeta interior más alejado del Sol. Es un planeta telúrico con una atmósfera delgada de dióxido de carbono, y tiene dos satélites pequeños y de forma irregular, Fobos y Deimos",
    "characteristics": {
        "orbital_distance": "227,943,824 km",
        "radius": "3,389.5 km",
        "volume": "1.6318 x 10^11 km^3",
        "diameter": "6,779 km",
        "mass": "6.39 x 10^23 kg"
    },
    "satellite": [
        {
            "id": "fobos",
            "name": "Fobos",
            "type": "Satélite natural",
            "description": "Fobos es un pequeño satélite, de forma irregular, cuyo radio medio es de once kilómetros. Siempre presenta la misma cara a Marte, debido al anclaje por marea ejercido por el planeta. Orbita a unos 6000 kilómetros de la superficie marciana, lo que le convierte en el satélite más próximo a su planeta del sistema solar. Estas fuerzas de marea crean una desaceleración en Fobos, perdiendo este velocidad orbital, lo que ocasionará su colisión con Marte dentro de unos 50 a 100 millones de años, o bien su desintegración y formación de un anillo alrededor del planeta.",
            "characteristics": {
                "diameter": "22 km",
                "mass": "1.08 x 10^16 kg"
            }
        },
        {
            "id": "deimos",
            "name": "Deimos",
            "type": "Satélite natural",
            "description": "Deimos es el más pequeño y externo de los dos satélites de Marte. En rotación síncrona con el planeta, recorre una órbita casi circular, muy próxima al plano ecuatorial marciano, en 30,3 horas: un periodo ligeramente superior a la rotación del planeta rojo. Es de forma irregular. Tiene un diámetro medio de 12,4 km, una masa estimada de 1,4762x1015 kg y una densidad media de 1471 kg/m³. Su composición, supuesta similar a la de los asteroides de tipo D3 y los núcleos cometarios extintos.",
            "characteristics": {
                "diameter": "12,4 km",
                "mass": "2.224 x 10^15 kg (0,0000002 Tierras)"
            }
        }
    ]
}